"STORE_DESCRIPTION" = "Το VLC είναι ένα δωρεάν και ανοιχτού κώδικα πρόγραμμα αναπαραγωγής πολυμέσων πολλαπλών πλατφορμών.\nΜπορεί να αναπαράγει όλες τις ταινίες, τις εκπομπές και τη μουσική σας στις περισσότερες μορφές απευθείας χωρίς μετατροπή.\nΕπιτρέπει το συγχρονισμό αρχείων με Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, απευθείας λήψεις και μέσω κοινής χρήσης Wi-Fi, καθώς και μεταδόσεις από διακομιστές πολυμέσων SMB, FTP, SFTP, NFS, UPnP/DLNA και το Διαδίκτυο.\nΤο VLC προσφέρει υποστήριξη για προηγμένους υπότιτλους, συμπεριλαμβανομένης της πλήρους συμβατότητας SSA, πολλαπλών κομματιών ήχου, ελέγχου ταχύτητας αναπαραγωγής και απόδοσης μέσω του Chromecast.\n\nΤο VLC είναι εντελώς δωρεάν και ανοιχτού κώδικα.";

"STORE_DESCRIPTION_TV" = "Το VLC είναι ένα δωρεάν και ανοιχτού κώδικα πρόγραμμα αναπαραγωγής πολυμέσων πολλαπλών πλατφορμών.\nΜπορεί να αναπαράγει όλες τις ταινίες, τις εκπομπές και τη μουσική σας στις περισσότερες μορφές απευθείας χωρίς μετατροπή.\nΕπιτρέπει την απομακρυσμένη αναπαραγωγή από τον Mac ή τον υπολογιστή σας μέσω διεπαφής Διαδικτύου, καθώς και μεταδόσεις από διακομιστές πολυμέσων SMB, FTP, SFTP, NFS, UPnP/DLNA και το Διαδίκτυο.\nΤο VLC προσφέρει υποστήριξη για προηγμένους υπότιτλους, συμπεριλαμβανομένης της πλήρους συμβατότητας SSA, πολλαπλών κομματιών ήχου και ελέγχου ταχύτητας αναπαραγωγής.\n\nΤο VLC είναι εντελώς δωρεάν και ανοιχτού κώδικα.\n\nΗ εικονογράφηση παρέχεται από το TMDb, που είναι μια κοινοτική βάση δεδομένων ταινιών.";

"UNKNOWN_TRACK_TYPE" = "Άγνωστος τύπος κομματιού";
"CHOOSE_TITLE" = "Επιλογή τίτλου";
"CHOOSE_CHAPTER" = "Επιλογή κεφαλαίου";
"CHAPTER_SELECTION_TITLE" = "Κεφάλαια";
"TITLE" = "Τίτλος";
"CHAPTER" = "Κεφάλαιο";
"TRACK_SELECTION" = "Επιλογή κομματιού";
"AUDIO" = "Ήχος";
"SUBTITLES" = "Υπότιτλοι";
"LANGUAGE" = "Γλώσσα";
"MEDIA_INFO" = "Πληροφορίες πολυμέσων";
"VIDEO_DIMENSIONS" = "Διαστάσεις βίντεο";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i εικονοστοιχείο";
"FORMAT_AUDIO_TRACKS" = "%i κομμάτια ήχου";
"ONE_AUDIO_TRACK" = "Ένα κομμάτι ήχου";
"FORMAT_SPU_TRACKS" = "%i κομμάτια υπότιτλων";
"ONE_SPU_TRACK" = "Ένα κομμάτι υπότιτλων";
"TRACKS" = "%i Κομμάτια";
"TRACK" = "%i Κομμάτι";
"TRACKS_DURATION" = "%u κομμάτια, διάρκεια: %@";
"NB_ALBUM_FORMAT" = "%i Άλμπουμ";
"NB_ALBUMS_FORMAT" = "%i Άλμπουμ";

"PLAYING_EXTERNALLY_TITLE" = "Η τηλεόραση συνδέθηκε";
"PLAYING_EXTERNALLY_DESC" = "Αυτό το βίντεο παίζει τώρα στην τηλεόραση";
"PLAYING_EXTERNALLY_ADDITION" = "\nΑναπαράγεται τώρα:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Απόχρωση";
"VFILTER_CONTRAST" = "Αντίθεση";
"VFILTER_BRIGHTNESS" = "Φωτεινότητα";
"VFILTER_SATURATION" = "Κορεσμός";
"VFILTER_GAMMA" = "Γάμμα";

"PRESET_PREAMP_SETTING" = "Ρυθμίσεις προρύθμισης / προενίσχυσης";
"PREAMP" = "Προενίσχυση";
"SNAP_BANDS" = "Ελαστικές ζώνες";

"PLAYBACK_FAILED" = "Αποτυχία αναπαραγωγής";
"PLEASE_WAIT" = "Παρακαλούμε περιμένετε";
"AR_CHANGED" = "Αναλογία: %@";
"DEFAULT" = "Προεπιλογή";
"FILL_TO_SCREEN" = "Περικοπή για γέμισμα οθόνης";
"PLAYBACK_SPEED" = "Ταχύτητα αναπαραγωγής";
"SPU_DELAY" = "Καθυστέρηση υπότιτλων";
"AUDIO_DELAY" = "Καθυστέρηση ήχου";
"BUTTON_SLEEP_TIMER" = "Χρονοδιακόπτης ύπνου";
"SLEEP_TIMER_UPDATED" = "Ο Χρονοδιακόπτης ύπνου ενημερώθηκε";
"CONTINUE_PLAYBACK" = "Συνέχιση αναπαραγωγής;";
"CONTINUE_PLAYBACK_LONG" = "Θέλετε να συνεχίσετε την αναπαραγωγή του \"%@\" από εκεί που είχατε μείνει;";

"BUTTON_ABOUT" = "Σχετικά";
"BUTTON_BACK" = "Πίσω";
"BUTTON_DONE" = "Ολοκλήρωση";
"BUTTON_CANCEL" = "Ακύρωση";
"BUTTON_SAVE" = "Αποθήκευση";
"BUTTON_DOWNLOAD" = "Λήψη";
"BUTTON_DELETE" = "Διαγραφή";
"BUTTON_OK" = "Εντάξει";
"BUTTON_DISMISS" = "Απόρριψη";
"BUTTON_CONTACT" = "Επικοινωνήστε μαζί μας";
"BUTTON_CONNECT" = "Σύνδεση";
"BUTTON_RENAME" = "Μετονομασία";
"BUTTON_LEARN_MORE" = "Μάθετε περισσότερα";
"BUTTON_LOGOUT" = "Αποσύνδεση";
"BUTTON_CONTINUE" = "Συνέχεια";
"BUTTON_SET" = "Ορισμός";
"BUTTON_RESET" = "Επαναφορά";
"BUTTON_RESCAN" = "Επανασάρωση";
"PRIVATE_PLAYBACK_TOGGLE" = "Ιδιωτική αναπαραγωγή";
"SCAN_SUBTITLE_TOGGLE" = "Σάρωση για υπότιτλους (μόνο-http)";

"BUTTON_RENDERER" = "Συσκευές μετάδοσης";
"BUTTON_RENDERER_HINT" = "Εμφάνιση μενού διαθέσιμων συσκευών μετάδοσης";
"BUTTON_AIRPLAY" = "AirPlay ή Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Εμφάνιση μενού διαθέσιμων συσκευών AirPlay ή Bluetooth";

"UPGRADING_LIBRARY" = "Αναβάθμιση βιβλιοθήκης πολυμέσων";

"FAVORITES" = "Αγαπημένα";
"NO_FAVORITES" = "Δεν υπάρχουν Αγαπημένα.";
"NO_FAVORITES_DESCRIPTION" = "Επισημάνετε τους αγαπημένους σας φακέλους κατά την περιήγησή σας σε διακομιστές για να εμφανίζονται εδώ.";
"ADD_FAVORITE" = "Προσθήκη στα αγαπημένα";
"REMOVE_FAVORITE" = "Αφαίρεση από τα αγαπημένα";
"FAVORITE_ALERT_TITLE" = "Επιθυμείτε την προσθήκη αυτού του φακέλου στα αγαπημένα σας;";
"UNFAVORITE_ALERT_TITLE" = "Επιθυμείτε την αφαίρεση αυτού του φακέλου από τα αγαπημένα σας;";

"OPEN_NETWORK" = "Άνοιγμα μετάδοσης δικτύου";
"NETWORK_TITLE" = "Δικτυακή μετάδοση";
"OPEN_NETWORK_HELP" = "Εισάγετε μία διεύθυνση HTTP, RTSP, RTMP, MMS, FTP ή UDP/RTP, για απευθείας άνοιγμα της μετάδοσης.";
"HTTP_UPLOAD_SERVER_OFF" = "Ανενεργός διακομιστής";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Δεν υπάρχει ενεργή σύνδεση Wi-Fi";
"OPEN_STREAM_OR_DOWNLOAD" = "Θα θέλατε να κάνετε λήψη ή να αναπαράξετε αυτό το URL;";
"ALWAYS_STREAM_URL" = "Αναπαραγωγή των URL πάντα";
"SHARED_VLC_IOS_LIBRARY" = "Κοινόχρηστη βιβλιοθήκη του VLC για iOS ";
"SMB_CIFS_FILE_SERVERS" = "Διακομιστές αρχείων (SMB)";

"MANAGED_SERVERS" = "Διαχειριζόμενο";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Η ληψη ακυρώθηκε από τον χρήστη";

"DOWNLOAD_FROM_HTTP" = "Λήψεις";
"ERROR_NUMBER" = "Παρουσιάστηκε σφάλμα %i";
"DOWNLOAD_FAILED" = "Αποτυχία λήψης";
"FILE_NOT_SUPPORTED" = "Η μορφή αρχείου δεν υποστηρίζεται";
"FILE_NOT_SUPPORTED_LONG" = "Ο τύπος αρχείου που χρησιμοποιείται από το %@ δεν υποστηρίζεται σε αυτήν την έκδοση του VLC για iOS.";
"SCHEME_NOT_SUPPORTED" = "Η μορφή της διεύθυνσης δεν υποστηρίζεται";
"SCHEME_NOT_SUPPORTED_LONG" = "Η μορφή της διεύθυνσης (%@) δεν υποστηρίζεται. Παρακαλούμε χρησιμοποιήστε μια διεύθυνση που ξεκινά με HTTP, HTTPS ή FTP.";
"RENAME_MEDIA_TO" = "Εισάγετε ένα νέο όνομα για το %@";

"FOLDER_EMPTY" = "Άδειος φάκελος";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Επιλέξτε ένα αρχείο για άνοιγμα:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Άνοιγμα σε...";
"SHARING_ERROR_NO_FILES" = "Δε βρέθηκε κανένα αρχείο για διαμοιρασμό";
"SHARING_ERROR_NO_APPLICATIONS" = "Δε βρέθηκε καμία εφαρμογή που να ανοίγει αυτόν τον τύπο αρχείου";
"SHARING_SUCCESS_CAMERA_ROLL" = "Το αρχείο αποθηκεύτηκε επιτυχώς στα αρχεία κάμερας";

"FAVORITEVC_DETAILTEXT" = "Δείτε τους αγαπημένους σας φακέλους";
"STREAMVC_DETAILTEXT" = "Αναπαραγωγή μεταδόσεων απευθείας χωρίς λήψη";
"DOWNLOADVC_DETAILTEXT" = "Λήψη αρχείων απευθείας στην συσκευή σας";
"HEADER_TITLE_RENDERER" = "Επιλογή μιας συσκευής μετάδοσης";

"BROWSE" = "Περιήγηση";
"NETWORK" = "Δίκτυο";
"LOCAL_NETWORK" = "Τοπικό δίκτυο";
"CONNECT_TO_SERVER" = "Σύνδεση σε διακομιστή";
"FILE_SERVER" = "Διακομιστές αρχείων";
"USER_LABEL" = "Χρήστης";
"PASSWORD_LABEL" = "Συνθηματικό";
"DISABLE_LABEL" = "Απενεργοποίηση";
"BUTTON_ANONYMOUS_LOGIN" = "Ανώνυμη σύνδεση";

"LOCAL_SERVER_REFRESH" = "Ανανέωση";
"LOCAL_SERVER_LAST_UPDATE" = "Τελευταία ενημέρωση στις %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "ΑΠΟΤΥΧΙΑ ΣΥΝΔΕΣΗΣ ΣΤΟΝ ΔΙΑΚΟΜΙΣΤΗ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Παρακαλούμε ελέγξτε την διεύθυνση του διακομιστή και τα διαπιστευτήρια σας";

"FILES_APP_CELL_TITLE" = "Τοπικά αρχεία";
"FILES_APP_CELL_SUBTITLE" = "Άνοιγμα αρχείου χωρίς αντιγραφή στο VLC";

"CLOUD_SERVICES" = "Υπηρεσίες νέφους";
"LOGIN" = "Είσοδος";
"LOGGED_IN" = "Έχετε συνδεθεί";
"LOGGED_IN_SERVICES" = "%d συνδεδεμένες υπηρεσίες";
"LOGGED_IN_SERVICE" = "1 συνδεδεμένη υπηρεσία";

"DROPBOX_DOWNLOAD" = "Να γίνει λήψη του αρχείου;";
"DROPBOX_DL_LONG" = "Θέλετε να γίνει λήψη του \"%@\" στο %@;";
"DROPBOX_LOGIN" = "Είσοδος";

"GDRIVE_ERROR_FETCHING_FILES" = "Σφάλμα κατά την ανάκτηση αρχείων";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Το αρχείο ελήφθη επιτυχώς";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ΕΠΙΤΥΧΙΑ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Παρουσιάστηκε σφάλμα κατά την λήψη";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ΣΦΑΛΜΑ";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Το επιλεγμένο μέσο δεν διαθέτει μία διεύθυνση url που να μπορεί να αναπαραχθεί";

"DISK_FULL" = "Φτάσατε το όριο αποθήκευσης";
"DISK_FULL_FORMAT" = "Το %@ δεν μπορεί να αποθηκευτεί στο %@, επειδή δεν υπάρχει αρκετός ελεύθερος χώρος.";

"NUM_OF_FILES" = "%i αρχεία";
"ONE_FILE" = "1 αρχείο";
"NO_FILES" = "Κανένα υποστηριζόμενο αρχείο";
"DOWNLOADING" = "Γίνεται λήψη...";
"REMAINING_TIME" = "Υπολειπόμενος χρόνος: %@";
"BIOMETRIC_UNLOCK" = "Ξεκλείδωμα βιβλιοθήκης πολυμέσων\nΑκυρώστε για να εισαγάγετε κωδικό";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Ορισμός κωδικού";
"Enter Passcode" = "Εισαγωγή κωδικού";
"Enter a passcode" = "Εισάγετε έναν κωδικό";
"Enter your passcode" = "Εισάγετε τον κωδικό σας";
"Passcodes did not match. Try again." = "Οι κωδικοί διαφέρουν. Προσπαθήστε ξανά.";
"Re-enter your passcode" = "Εισάγετε ξανά τον κωδικό σας";
"Passcode Options" = "Επιλογές κωδικού";
"4-Digit Numeric Code" = "4ψήφιος αριθμητικός κωδικός"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6ψήφιος αριθμητικός κωδικός"; /* Passcode 6 digit numeric code */

"Settings" = "Επιλογές"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Ενεργό";
"OFF" = "Ανενεργό";

"EMPTY_LIBRARY" = "Κενή βιβλιοθήκη πολυμέσων";
"EMPTY_LIBRARY_LONG" = "Για αναπαραγωγή, μπορείτε να μεταδώσετε από κάποιον διακομιστή στο τοπικό σας δίκτυο, από το Νέφος ή μπορείτε να συγχρονίσετε πολυμέσα στη συσκευή σας μέσω iTunes, Wi-Fi Upload ή υπηρεσίες Νέφους.";

"EMPTY_NO_PLAYLISTS" = "Λίστες αναπαραγωγής";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Για να δημιουργήσετε λίστες αναπαραγωγής, μπείτε στη λειτουργία Επεξεργασίας από τις καρτέλες περιεχομένου Βίντεο ή Ήχου και επιλέξτε το αγαπημένο σας αρχείο  πολυμέσων.\nΜπορείτε επίσης να συγχρονίσετε υπάρχουσες λίστες αναπαραγωγής από άλλες συσκευές σας ή το διαδίκτυο.";

"EMPTY_PLAYLIST" = "Κενή λίστα αναπαραγωγής";
"EMPTY_PLAYLIST_DESCRIPTION" = "Προσθέστε αρχεία πολυμέσων ενόσω επεξεργάζεστε τις αντίστοιχες κατηγορίες.";

"EMPTY_HISTORY" = "Κενό ιστορικό";
"EMPTY_HISTORY_DESCRIPTION" = "Δεν υπάρχουν πολυμέσα.";

"EMPTY_MEDIA_LIST" = "Άδειασμα λίστας μέσων";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Η λίστα μέσων είναι κενή, επομένως η αναπαραγωγή δεν είναι εφικτή";

"PLAYBACK_SCRUB_HELP" = "Σύρετε το δάχτυλό σας προς τα πάνω για να προσαρμόσετε τον ρυθμό μετατόπισης.";
"PLAYBACK_SCRUB_HIGH" = "Υψηλή ταχύτητα μετατόπισης";
"PLAYBACK_SCRUB_HALF" = "Μέση ταχύτητα μετατόπισης";
"PLAYBACK_SCRUB_QUARTER" = "Ένα τέταρτο ταχύτητας μετατόπισης";
"PLAYBACK_SCRUB_FINE" = "Ακριβής μετατόπιση";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ παρήλθαν, συνολική διάρκεια %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ από, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Εμφάνιση χρόνου";
"PLAYBACK_POSITION" = "Σημείο αναπαραγωγής";
"VIDEO_FILTER" = "Φίλτρα βίντεο";
"VIDEO_FILTER_RESET_BUTTON" = "Επαναφορά φίλτρων βίντεο";
"VIDEO_ASPECT_RATIO_BUTTON" = "Λόγος διαστάσεων του βίντεο";
"BWD_BUTTON" = "Άλμα προς τα πίσω";
"FWD_BUTTON" = "Άλμα προς τα μπρος";
"PLAY_BUTTON" = "Αναπαραγωγή";
"NEXT_BUTTON" = "Επόμενο";
"PREV_BUTTON" = "Προηγούμενο";
"PLAY_ALL_BUTTON" = "Αναπαραγωγή όλων";
"PLAY_ALL_HINT" = "Αναπαραγωγή όλων των μέσων στη συλλογή";

"RESET_VIDEO_FILTERS" = "Θέλετε να επαναφέρετε τα φίλτρα του βίντεο;";
"RESET_PLAYBACK_SPEED" = "Θέλετε να επαναφέρετε την ταχύτητα αναπαραγωγής;";
"RESET_EQUALIZER" = "Θέλετε να επαναφέρετε τις ρυθμίσεις του ισοσταθμιστή;";
"RESET_SLEEP_TIMER" = "Θέλετε να επαναφέρετε τον χρονοδιακόπτη απενεργοποίησης;";

"CUSTOM_EQUALIZER_PROFILES" = "Εξατομικευμένα προφίλ";
"DEFAULT_PROFILE_NAME" = "Εξατομικευμένο προφίλ";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Αποθήκευση νέου προφίλ";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Επιθυμείτε την αποθήκευση του νέου προφίλ με τις επιλεγμένες τιμές;";
"RENAME_CUSTOM_PROFILE_TITLE" = "Μετονομασία προφίλ";
"DELETE_CUSTOM_PROFILE_TITLE" = "Διαγραφή προφίλ";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Επιθυμείτε την διαγραφή του επιλεγμένου προφίλ;";

"VERSION_FORMAT" = "Έκδοση: %@";
"BASED_ON_FORMAT" = "Βασισμένο σε:<br />%@";

"NEW" = "ΝΕΟ";

"VO_VIDEOPLAYER_TITLE" = "Πρόγραμμα αναπαραγωγής βίντεο";
"VO_VIDEOPLAYER_DOUBLETAP" = "Διπλό πάτημα για να εμφανίσετε ή να αποκρύψετε τα στοιχεία ελέγχου αναπαραγωγής";

"FIRST_STEPS_ITUNES" = "Συγχρονισμός αρχείου";
"FIRST_STEPS_ITUNES_TITLE" = "Συγχρονισμός με τον υπολογιστή σας";
"FIRST_STEPS_ITUNES_DETAILS" = "Συνδέστε το %@ ώστε να χρησιμοποιήσετε τον διαχειριστή αρχείων Finder ή το iTunes για «Διαμοιρασμό αρχείων». Επιλέξτε το VLC για μεταφορά αρχείων.";
"FIRST_STEPS_WIFI_TITLE" = "Διαμοιρασμός μέσω Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Εισάγετε το παραχθέν URL στο αγαπημένο σας πρόγραμμα περιήγησης ενόσω είστε συνδεμένοι στο ίδιο δίκτυο με τη συσκευή %@.";
"FIRST_STEPS_CLOUDS" = "Νέφη";
"FIRST_STEPS_CLOUD_TITLE" = "Νέφος";
"FIRST_STEPS_CLOUD_DETAILS" = "Μεταφορτώστε τα αρχεία πολυμέσων σας σε μία υπηρεσία Νέφους, όπως το Google Drive ή το Dropbox, ώστε να μπορείτε να κάνετε λήψη ή μετάδοση εξ' αποστάσεως.";

"PLEX_CHECK_ACCOUNT" = "Ελέγξτε τον Plex λογαριασμό σας στις ρυθμίσεις";
"PLEX_ERROR_ACCOUNT" = "Σφάλμα εισόδου Plex ";

"UNAUTHORIZED" = "Ανεξουσιοδότητος";

"SERVER" = "Διακομιστής";
"SERVER_PORT" = "Θύρα";
"NO_SERVER_FOUND" = "Δεν βρέθηκε διακομιστής";
"NO_RECENT_STREAMS" = "Καμία μετάδοση δεν αναπαράχθηκε πρόσφατα";

"WEBINTF_TITLE" = "Διαμοιρασμός μέσω Wi-Fi";
"WEBINTF_ETHERNET" = "Διαμοιρασμός μέσω Ethernet";
"WEBINTF_DROPFILES" = "Εναπόθεση αρχείων";
"WEBINTF_DROPFILES_LONG" = "Εναποθέστε αρχεία στο παράθυρο για να τα προσθέσετε στο %@.<br> Ή κάντε κλικ στο κουμπί \"+\" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογής αρχείων.";
"WEBINTF_DOWNLOADFILES" = "Λήψη αρχείων";
"WEBINTF_DOWNLOADFILES_LONG" = "Απλά κάντε κλικ στο αρχείο που θέλετε να λάβετε από το %@.";
"WEBINTF_ADDRESS_COPIED" = "Η διεύθυνση αντιγράφηκε στο πρόχειρο";
"WEBINTF_TITLE_ATV" = "Απομακρυσμένη αναπαραγωγή";
"WEBINTF_DROPFILES_LONG_ATV" = "Εναποθέστε αρχεία στο παράθυρο για αναπαραγωγή στο %@.<br> Ή κάντε κλικ στο κουμπί \"+\" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογής αρχείων.";
"WEBINTF_URL_SENT" = "Επιτυχής αποστολή URL.";
"WEBINTF_URL_EMPTY" = "Το URL δεν μπορεί να είναι κενό.";
"WEBINTF_URL_INVALID" = "Μη έγκυρο URL.";
"WEBINTF_AUTH_REQUIRED" = "Παρακαλούμε εισάγετε τον κωδικό που ορίσατε μέσω του VLC για iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Εσφαλμένος κωδικός. <br>Εναπομείνασες προσπάθειες";
"WEBINTF_AUTH_BANNED" = "Έχετε εισάγει πολλούς εσφαλμένους κωδικούς. <br>Παρακαλούμε επανεκκινήστε το VLC για iOS και προσπαθήστε ξανά.";

"DURATION" = "Διάρκεια";
"TITLE" = "Τίτλος";
"ROTATE_BUTTON" = "Περιστροφή"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Εναλλαγή λειτουργίας αναπαραγωγής μεταξύ οριζόντιου/κάθετου προσανατολισμού οθόνης."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Πληροφορίες ήχου";
"ENTER_URL" = "Εισάγετε ένα URL για αναπαραγωγή";
"HTTP_SERVER_ON" = "Απενεργοποιήστε την απομακρυσμένη αναπαραγωγή";
"HTTP_SERVER_OFF" = "Ενεργοποιήστε την απομακρυσμένη αναπαραγωγή";
"CACHED_MEDIA" = "Προαποθηκευμένα πολυμέσα";
"CACHED_MEDIA_LONG" = "Τα πολυμέσα που παρουσιάζονται εδώ είναι αποθηκευμένα τοπικά στο Apple TV σας. Σημειώστε ότι το περιεχόμενο μπορεί να αφαιρεθεί από το λειτουργικό σύστημα χωρίς προειδοποίηση ανά πάσα στιγμή, όταν το VLC δεν εκτελείται σε περίπτωση που η συσκευή σας ξεμείνει από αποθηκευτικό χώρο.";
"DOWNLOAD_SUBS_FROM_OSO" = "Λήψη υπότιτλων...";
"FOUND_SUBS" = "Βρέθηκαν υπότιτλοι";
"NO_SUB_FOUND_OSO" = "Δεν βρέθηκαν υπότιτλοι για το αρχείο πολυμέσων \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Φόρτωση εξωτερικού ήχου...";
"SELECT_SUBTITLE_FROM_FILES" = "Φόρτωση εξωτερικών υποτίτλων...";
"USE_SPDIF" = "Χρήση Pass-through (S/PDIF)";

"PLAYBACK" = "Αναπαραγωγή";
"REPEAT_MODE" = "Επανάληψη";
"REPEAT_DISABLED" = "Απενεργοποιημένο";
"REPEAT_SINGLE" = "Άπαξ";
"REPEAT_FOLDER" = "Φάκελος";
"SHUFFLE" = "Ανακάτεμα";
"SHUFFLE_DISABLED" = "Απενεργοποίηση ανακατέματος";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Επαναφορά λίστας";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Επαναφέρετε μόνιμα τη λίστα των μεταδόσεων δικτύου που αναπαράχθηκαν πρόσφατα.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Οικουμενική σύνδεση και χρήση (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Διακομιστής πολυμέσων Plex (μέσω Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Δικτυακό σύστημα αρχείων (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR διακομιστής αρχείων";
"DSM_WORKGROUP" = "Ομάδα εργασίας";

"URL_NOT_SUPPORTED" = "Αδυναμία ανοίγματος URL";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Πατήστε %@ για διαγραφή"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Επιβεβαίωση διαγραφής επιλογής";
"DELETE_MESSAGE_PLAYLIST" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε την επιλεγμένη λίστα αναπαραγωγής;\nΤα συσχετισμένα αρχεία πολυμέσων δεν θα διαγραφούν.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε τα επιλεγμένα αρχεία από την λίστα αναπαραγωγής;\nΔεν θα διαγραφούν από το δίσκο σας.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Δεν επιλέχθηκε πρωτόκολλο";
"Settings" = "Επιλογές";

"ERROR" = "Σφάλμα";
"SORT" = "Ταξινόμηση";
"SORT_BY" = "Ταξινόμηση κατά";
"SEARCH" = "Αναζήτηση";
"VIDEO" = "Βίντεο";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Άλμπουμ";
"ARTISTS" = "Καλλιτέχνες";
"EPISODES" = "Επεισόδια";
"GENRES" = "Είδη";
"ALL_VIDEOS" = "Όλα τα βίντεο";
"SONGS" = "Τραγούδια";
"PLAYLISTS" = "Λίστες αναπαραγωγής";
"VIDEO_GROUPS" = "Ομάδες βίντεο";
"HISTORY" = "Ιστορικό";
"MODIFIED_DATE" = "Ημερομηνία τροποποίησης";
"NAME" = "Όνομα";

// MARK: - EDIT

"BUTTON_MENU" = "Μενού";
"BUTTON_MENU_HINT" = "Επιλέξτε, αναδιατάξτε και ταξινομήστε τα στοιχεία πολυμέσων που υπάρχουν σε αυτήν την προβολή";

"BUTTON_EDIT" = "Επεξεργασία";
"BUTTON_EDIT_HINT" = "Λειτουργία επεξεργασίας";

"BUTTON_SELECT" = "Επιλογή";
"BUTTON_SELECT_HINT" = "Κουμπί επιλογής";

"BUTTON_SELECT_ALL" = "Επιλογή όλων";
"BUTTON_SELECT_ALL_HINT" = "Επιλέξτε όλα τα στοιχεία πολυμέσων που υπάρχουν σε αυτήν την προβολή";

"BUTTON_HISTORY" = "Ιστορικό";
"BUTTON_HISTORY_HINT" = "Δείτε τα πολυμέσα που έχετε αναπαράξει πρόσφατα";

"BUTTON_CLEAR" = "Εκκαθάριση";
"CLEAR_HISTORY_TITLE" = "Εκκαθάριση ιστορικού";
"CLEAR_HISTORY_MESSAGE" = "Επιβεβαίωση εκκαθάρισης ιστορικού";

"ADD_TO_PLAYLIST" = "Προσθήκη στη λίστα αναπαραγωγής";
"ADD_TO_PLAYLIST_HINT" = "Άνοιγμα μενού, προσθήκη σε λίστα αναπαραγωγής";

"PLAY_AS_AUDIO" = "Αναπαραγωγή ως ήχος";
"PLAY_AS_AUDIO_HINT" = "Αναπαραγωγή του αρχείου βίντεο ως αρχείο ήχου.";

"PLAYLIST_PLACEHOLDER" = "Τίτλος λίστας αναπαραγωγής";
"PLAYLIST_DESCRIPTION" = "Επιλέξτε έναν τίτλο για την νέα λίστα αναπαραγωγής";
"PLAYLIST_CREATION" = "Δημιουργία νέας λίστας αναπαραγωγής";
"PLAYLIST_CREATION_HINT" = "Εμφάνιση διαδραστικής επιλογής για την δημιουργία λίστας αναπαραγωγής";
"ERROR_PLAYLIST_CREATION" = "Αποτυχία δημιουργίας λίστας αναπαραγωγής";
"ERROR_PLAYLIST_TRACKS" = "Αποτυχία ανάκτησης κομματιών";

"ERROR_RENAME_FAILED" = "Αποτυχία μετονομασίας";
"ERROR_EMPTY_NAME" = "Ο τίτλος δεν μπορεί να είναι κενός";

"SHARE_LABEL" = "Διαμοιρασμός";
"SHARE_HINT" = "Διαμοιρασμός επιλεγμένων αρχείων";
"RENAME_HINT" = "Μετονομασία επιλεγμένων αρχείων";
"DELETE_HINT" = "Διαγραφή επιλεγμένων αρχείων";

"ADDITIONAL_OPTIONS" = "Επιπλέον επιλογές";

// MARK: - Sort

"BUTTON_SORT" = "Ταξινόμηση";
"BUTTON_SORT_HINT" = "Εμφάνιση δελτίου οδηγιών ταξινόμησης";
"HEADER_TITLE_SORT" = "Ταξινόμηση κατά";
"DESCENDING_LABEL" = "Φθίνουσα σειρά";
"DESCENDING_SWITCH_LABEL" = "Αύξουσα ή φθίνουσα σειρά";
"DESCENDING_SWITCH_HINT" = "Ταξινόμηση περιεχομένου κατά αύξουσα ή φθίνουσα σειρά";
"GRID_LAYOUT" = "Πλέγμα";
"GRID_LAYOUT_HINT" = "Εμφάνιση των στοιχείων ως πλέγμα";
"LIST_LAYOUT" = "Λίστα";
"HIDE_FEAT_ARTISTS" = "Απόκρυψη προτεινόμενων καλλιτεχνών";
"HIDE_TRACK_NUMBERS" = "Απόκρυψη αρίθμησης κομματιών";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Αλφαριθμητικά";
"DURATION" = "Διάρκεια";
"INSERTION_DATE" = "Ημερομηνία εισαγωγής";
"LAST_MODIFICATION_DATE" = "Ημερομηνία τελευταίας τροποποίησης";
"RELEASE_DATE" = "Ημερομηνία κυκλοφορίας";
"FILE_SIZE" = "Μέγεθος αρχείου";
"ARTIST" = "Καλλιτέχνης";
"PLAY_COUNT" = "Αριθμός αναπαραγωγών";
"ALBUM" = "Άλμπουμ";
"FILENAME" = "Όνομα αρχείου";
"TRACK_NUMBER" = "Αριθμός κομματιού";
"NB_AUDIO" = "Αριθμός αρχείων ήχου";
"NB_MEDIA" = "Αριθμός αρχείων πολυμέσων";
"NB_VIDEO" = "Αριθμός αρχείων βίντεο";
"NB_ALBUM" = "Αριθμός άλμπουμ";
"LAST_PLAYBACK_DATE" = "Ημερομηνία τελευταίας αναπαραγωγής";
"TRACK_ID" = "ID κομματιού";
"CUSTOM" = "Εξατομικευμένο";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Δεν βρέθηκε τίποτα";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Άγνωστος καλλιτέχνης";
"VARIOUS_ARTIST" = "Διάφοροι καλλιτέχνες";
"UNKNOWN_ALBUM" = "Άγνωστο άλμπουμ";
"SINGLE_ITEM_SELECTED" = "επιλεγμένο στοιχείο";
"MULTIPLE_ITEMS_SELECTED" = "επιλεγμένα στοιχεία";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Υπότιτλοι και κομμάτια ήχου";
"SUBTITLE_AND_TRACK_HINT" = "Επιλέξτε υπότιτλο ή κομμάτια ήχου";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Διεπαφή DVD";

"ROTATION_LOCK_BUTTON" = "Κλείδωμα περιστροφής";
"ROTATION_LOCK_HINT" = "Κλείδωμα βίντεο στον τρέχοντα προσανατολισμό";

"REPEAT_HINT" = "Επανάληψη ίδιου/ων";
"DO_NOT_REPEAT_HINT" = "Να μην επαναλαμβάνεται η λίστα πολυμέσων";
"REPEAT_ALL_HINT" = "Να επαναλαμβάνεται η λίστα πολυμέσων";

"BACKWARD_BUTTON" = "Πίσω";
"BACKWARD_HINT" = "Άλμα πίσω";

"PREVIOUS_BUTTON" = "Προηγούμενο";
"PREVIOUS_HINT" = "Προηγούμενο αρχείο πολυμέσων";

"PLAY_PAUSE_BUTTON" = "Αναπαραγωγή ή παύση";
"PLAY_PAUSE_HINT" = "Αναπαραγωγή ή παύση τρέχουσας αναπαραγωγής";

"STOP_BUTTON" = "Διακοπή";
"CLOSE_HINT" = "Διακοπή της αναπαραγωγής";

"MINIMIZE_BUTTON" = "Ελαχιστοποίηση";
"MINIMIZE_HINT" = "Ελαχιστοποίηση του προγράμματος αναπαραγωγής";

"NEXT_HINT" = "Επόμενο αρχείο πολυμέσων";

"FORWARD_BUTTON" = "Μπροστά";
"FORWARD_HINT" = "Άλμα μπροστά";

"INTERFACE_LOCK_BUTTON" = "Κλείδωμα διεπαφής";

"SELECT_A_MARK" = "Επιλογή σημείου Α";
"SELECT_A_MARK_HINT" = "Επιλογή σημείου Α του βρόχου ΑΒ";
"SELECT_B_MARK" = "Επιλογή σημείου Β";
"SELECT_B_MARK_HINT" = "Επιλογή σημείου Β του βρόχου ΑΒ";

"AB_LOOP" = "Βρόχος A→B";
"AB_LOOP_MARKS" = "Χρονικά σημεία βρόχου A→B";

"RESET_AB_LOOP" = "Θέλετε να αφαιρέσετε τον βρόχο A→B;";
"RESET_AB_LOOP_MARKS" = "Θέλετε να επαναφέρετε τα χρονικά σημεία του βρόχου A→B;";

"SHUFFLE_HINT" = "Ανακάτεμα λίστας";
"SHUFFLE_OFF_HINT" = "Να μην ανακατεύεται η λίστα πολυμέσων";

"ASPECT_RATIO_TITLE" = "Αναλογίες διαστάσεων";
"VIDEO_ASPECT_RATIO_BUTTON" = "Λόγος διαστάσεων του βίντεο";
"VIDEO_ASPECT_RATIO_HINT" = "Αλλάξτε τον λόγο διαστάσεων του τρέχοντος βίντεο";

"MORE_OPTIONS_BUTTON" = "Περισσότερα";
"MORE_OPTIONS_HINT" = "Εμφάνιση περισσότερων επιλογών χειρισμού";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Στοιχεία ελέγχου αναπαραγωγής";
"PLAYBACK_CONTROLS_BAR_HINT" = "Παύση, μετάθεση, επόμενο κεφάλαιο";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Οι υπότιτλοι δεν υποστηρίζονται";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Δεν υπάρχει υποστήριξη υπότιτλων ακόμη κατά τη μετάδοση";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Ισοσταθμιστής";
"MORE_OPTIONS_HEADER_TITLE" = "Επιλογές βίντεο";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Επιλογές ήχου";
"BOOKMARKS_TITLE" = "Σελιδοδείκτες";
"ADD_BOOKMARKS_TITLE" = "Προσθήκη σελιδοδεικτών";
"BOOKMARK_DEFAULT_NAME" = "Σελιδοδείκτης στο";
"BOOKMARK_RENAME_TITLE" = "Μετονομασία σελιδοδείκτη";
"BOOKMARK_DELETE_TITLE" = "Διαγραφή σελιδοδείκτη";
"BOOKMARK_DELETE_MESSAGE" = "Επιβεβαίωση διαγραφής του σελιδοδείκτη";
"INCREASE_BUTTON" = "Κουμπί αύξησης";
"INCREASE_PLAYBACK_SPEED" = "Αύξηση της ταχύτητα αναπαραγωγής";
"INCREASE_AUDIO_DELAY" = "Αύξηση καθυστέρησης ήχου";
"INCREASE_SUBTITLES_DELAY" = "Αύξηση της καθυστέρησης υπότιτλων";
"DECREASE_BUTTON" = "Κουμπί μείωσης";
"DECREASE_PLAYBACK_SPEED" = "Μείωση της ταχύτητας αναπαραγωγής";
"DECREASE_AUDIO_DELAY" = "Μείωση καθυστέρησης ήχου";
"DECREASE_SUBTITLES_DELAY" = "Μείωση της καθυστέρησης υπότιτλων";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Εμφάνιση συντόμευσης ταχύτητας αναπαραγωγής";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Ενεργοποίηση για εμφάνιση της συντόμευσης ταχύτητας αναπαραγωγής";
"VIDEO_FILTERS_HINT" = "Επιλέξτε για να ανοίξετε την προβολή φίλτρων βίντεο";
"PLAYBACK_SPEED_HINT" = "Επιλέξτε για να ανοίξετε την προβολή ταχύτητας αναπαραγωγής.";
"SUBTITLES_DELAY_HINT" = "Επιλέξτε για να ανοίξετε την προβολή χρονικής καθυστέρησης υποτίτλων";
"AUDIO_DELAY_HINT" = "Επιλέξτε για να ανοίξετε την προβολή χρονικής καθυστέρησης ήχου";
"SLEEP_TIMER_HINT" = "Επιλέξτε για να ανοίξετε την προβολή του χρονοδιακόπτη ύπνου";
"EQUALIZER_HINT" = "Επιλέξτε για να ανοίξετε την προβολή ισοσταθμιστή";
"CHAPTERS_HINT" = "Επιλέξτε για να ανοίξετε την προβολή κεφαλαίων";
"BOOKMARKS_HINT" = "Επιλέξτε για να ανοίξετε την προβολή των σελιδοδεικτών";
"INTERFACE_LOCK_HINT" = "Ενεργοποιήστε την επιλογή για κλείδωμα της διεπαφής χρήστη";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Επιβολή επανασάρωσης της βιβλιοθήκης αρχείων πολυμέσων";
"FORCE_RESCAN_MESSAGE" = "Επιθυμείτε την επιβολή επανασάρωσης της βιβλιοθήκης αρχείων πολυμέσων;\nΜπορεί να πάρει αρκετό χρόνο.";

"FEEDBACK_EMAIL_TITLE" = "Σχόλια σχετικά με το VLC σε iOS και iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Ο λογαριασμός αλληλογραφίας δεν έχει ρυθμιστεί";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Επικοινωνήστε μαζί μας μέσω %@ από άλλη συσκευή.";

"SETTINGS_THEME_BLACK" = "Χρήση μαύρου φόντου σε σκοτεινή λειτουργία";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Βελτιώνει τη διάρκεια ζωής της μπαταρίας σε συσκευές με οθόνη OLED";

"SETTINGS_RESET_TITLE" = "Επαναφορά των ρυθμίσεων";
"SETTINGS_RESET_MESSAGE" = "Θέλετε να επαναφέρετε όλες τις ρυθμίσεις στις προεπιλεγμένες τιμές τους;";

"SETTINGS_PLAY_ALL" = "Απρόσκοπτη αναπαραγωγή για συλλογές";
"SETTINGS_PLAY_ALL_HINT" = "Ενεργοποίηση για αυτόματη αναπαραγωγή του επόμενου πολυμέσου στις καρτέλες ήχου ή βίντεο";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Απρόσκοπτη αναπαραγωγή για λίστες αναπαραγωγής";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Ενεργοποίηση για αυτόματη αναπαραγωγή του επόμενου μέσου σε μια λίστα αναπαραγωγής";

"SETTINGS_DOCUMENTATION" = "Τεκμηρίωση";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Προειδοποίηση σύνδεσης SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Εντοπίστηκε ένα παλιό πρωτόκολλο (SMBv1).\nΕίστε βέβαιοι ότι θέλετε να συνεχίσετε μέσω SMBv1;\nΣας συμβουλεύουμε να αναβαθμίσετε ή να αλλάξετε τις ρυθμίσεις του διακομιστή σας.";
"SMBV1_CONTINUE" = "Συνέχεια με SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Δοκιμάστε με SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Κωδικοποίηση";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Προσθήκη στην ομάδα αρχείων πολυμέσων";
"ADD_TO_MEDIA_GROUP_HINT" = "Άνοιγμα του μενού προσθήκη στην ομάδα αρχείων πολυμέσων";

"MEDIA_GROUPS" = "Ομάδες αρχείων πολυμέσων";
"MEDIA_GROUPS_DESCRIPTION" = "Επιλέξτε έναν τίτλο για τη νέα ομάδα αρχείων πολυμέσων";
"MEDIA_GROUPS_PLACEHOLDER" = "Τίτλος ομάδας αρχείων πολυμέσων";

"REMOVE_FROM_MEDIA_GROUP" = "Αφαίρεση από την ομάδα αρχείων πολυμέσων";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Αφαίρεση επιλογής από την ομάδα αρχείων πολυμέσων";

"MEDIA_GROUP_CREATION" = "Νέα ομάδα αρχείων πολυμέσων";
"MEDIA_GROUP_CREATION_HINT" = "Εμφάνιση προειδοποίησης για τη δημιουργία λίστας αναπαραγωγής";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Μετακίνηση περιεχομένου στην κορυφή";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Μετακινεί το επιλεγμένο περιεχόμενο στην κορυφή";

"BUTTON_REGROUP" = "Αναδιάταξη";
"BUTTON_REGROUP_TITLE" = "Αναδιάταξη επιλογής";
"BUTTON_REGROUP_HINT" = "Απόπειρα αυτόματης αναδιάταξης μονών αρχείων πολυμέσων.";
"BUTTON_REGROUP_DESCRIPTION" = "Είστε βέβαιοι ότι θέλετε να επιχειρήσετε την αναδιάταξη των μονών αρχείων πολυμέσων;\nΑυτό μπορεί να πάρει χρόνο.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Τοποθετήστε τα αρχεία πολυμέσων εδώ για προσθήκη";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Πραγματοποιείται προσθήκη...";

// MARK: - QueueViewController

"PLAY_HINT" = "Αναπαραγωγή";
"PLAY_LABEL" = "Αναπαραγωγή";
"PLAY_NEXT_IN_QUEUE_HINT" = "Αναπαραγωγή επόμενου στην ουρά";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Αναπαραγωγή επόμενου στην ουρά";
"APPEND_TO_QUEUE_HINT" = "Προσθήκη στην ουρά";
"APPEND_TO_QUEUE_LABEL" = "Προσθήκη στην ουρά";
"QUEUE_LABEL" = "Ουρά";

"DISPLAY_AS" = "Προβολή ως";

/* New strings */
"BRIGHTNESS_HINT" = "Κάθετος έλεγχος φωτεινότητας";
"BRIGHTNESS_SLIDER" = "Σύρετε κάθετα για να αλλάξετε το επίπεδο φωτεινότητας";

/* New strings */
"VOLUME_HINT" = "Κάθετος έλεγχος έντασης ήχου";
"VOLUME_SLIDER" = "Σύρετε κάθετα για να αλλάξετε το επίπεδο έντασης ήχου";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Έλεγχος αναπαραγωγής";
"MENU_REPEAT_DISABLED" = "Καμία επανάληψη";
"MENU_REPEAT_SINGLE" = "Επανάληψη ενός";
"MENU_REPEAT_ALL" = "Επανάληψη όλων";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Παρασκήνιο δελτίου οδηγιών";
"ACTIONSHEET_BACKGROUND_HINT" = "Πατήστε για να αφαιρέσετε το δελτίο οδηγιών";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Εισαγωγή προσαρμοσμένου ποσού";
"DONATION_TITLE" = "Ιδιωτικότητα υπέρ κέρδους";
"DONATION_DESCRIPTION" = "Εφαρμογή πολυμέσων ανοιχτού κώδικα, με σεβασμό στην ιδιωτικότητα, οικονομικά υποστηριζόμενη από εσάς. Καμία διαφήμιση, κανένα ίχνος εντοπισμού, κανένας συμβιβασμός. Ελεύθερη για χρήση σε όλους.  Κάντε τώρα μια δωρεά για την υποστήριξη του VideoLAN.";
"DONATION_WINDOW_TITLE" = "Πραγματοποιήστε μια δωρεά στο VideoLAN";
"DONATE_CC_DC" = "Πιστωτική ή χρεωστική κάρτα";
"DONATION_CHOOSE_PP" = "Παρακαλούμε επιλέξτε την μέθοδο πληρωμής σας";
"DONATION_CHOOSE_CURRENCY" = "Παρακαλούμε επιλέξτε συνάλλαγμα";
"DONATION_AMOUNT" = "Ποσό δωρεάς: %@";
"DONATION_CC_NUM" = "Αριθμός πιστωτικής κάρτας";
"DONATION_CC_EXPIRY_DATE" = "Ημερομηνία λήξης";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "ΕΕ";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Αποτυχία ρύθμισης Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "Αποτυχία ρύθμισης Apple Pay από το VLC, για την πραγματοποίηση δωρεάς. Παρακαλούμε επιλέξτε διαφορετική μέθοδο πληρωμής για συνέχεια.";
"DONATION_DONATE_BUTTON" = "Δωρεά";
"PURCHASE_FAILED" = "Η αγορά απέτυχε.";
"SEND_DONATION" = "Στείλτε την δωρεά σας";
"PURCHASE_SUCESS_TITLE" = "Η δωρεά στάλθηκε";
"PURCHASE_SUCESS_DESCRIPTION" = "Σας ευχαριστούμε για την δωρεά σας!";
"DONATION_CONTINUE" = "Συνέχεια";
"BUTTON_NOT_NOW" = "Όχι τώρα";
"DONATION_NAGSCREEN_TITLE" = "Δωρεά σήμερα";
"DONATION_NAGSCREEN_SUBTITLE" = "Υποστηρίξτε τα δωρεάν και ανοιχτού κώδικα πολυμέσα";
"DONATION_INVOICES" = "Τιμολόγια";
"DONATION_RECEIPTS" = "Αποδείξεις";
"DONATION_INVOICES_RECEIPTS" = "Τιμολόγια & Αποδείξεις";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Εάν έχετε ξαναεγκαταστήσει το VLC, τιμολόγια ή αποδείξεις από προηγούμενες δωρεές δεν θα είναι διαθέσιμα, καθώς όλες οι προσωπικές σας πληροφορίες αποθηκεύονται μόνο στην εκάστοτε συσκευή.\n\nΕάν έχετε οποιαδήποτε απορία, μπορείτε να επικοινωνήσετε μαζί μας στο μείλ donation@videolan.org αναφερόμενοι σε αυτή την ανώνυμη ταυτότητα χρήστη: %@";
"DONATION_CANCEL_MONTHLY" = "Ακύρωση τακτικής δωρεάς";
"DONATION_MONTHLY" = "Μηνιαία";
"DONATION_MONTHLY_FORMAT" = "%@/μήνα";
"DONATION_MONTHLY_VIDEOLAN" = "Μηνιαία δωρεά στο VideoLAN";
"DONATION_ONCE" = "Άπαξ";
"DONATION_UPDATE_MONTHLY" = "Ενημέρωση τακτικής δωρεάς";
"DONATION_VIDEOLAN" = "Δωρεά στο VideoLAN";
"DONATION_CANCEL_LONG" = "Λυπούμαστε που ακυρώνετε την τακτική συνεισφορά δωρεάς στο VideoLAN. Η προηγούμενή σας συνεισφορά είναι σημαντική για εμάς. Σας ευχαριστούμε ιδιαίτερα!";
"DONATION_BANK_TRANSFER" = "Μεταφορά τραπέζης";
"DONATION_BANK_TRANSFER_LONG" = "Η υπηρεσία Stripe επεξεργάζεται δωρεές προς το VideoLAN. Το VideoLAN ούτε αποθηκεύει, ούτε συλλέγει προσωπικές πληροφορίες.";
"DONATION_BUTTON_AGREE" = "Συμφωνώ";
"DONATION_IBAN" = "Αριθμός τραπεζικού λογαριασμού (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Όνομα";
"DONATION_NAME_BANK_ACCOUNT" = "Όνομα τραπεζικού λογαριασμού";
"DONATION_EMBARGOED_COUNTRY" = "Δεν μπορούμε να δεχτούμε δωρεές από την χώρα σας προς στιγμήν. Απολαύστε το VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Άλμα πίσω";
"KEY_JUMP_FORWARDS" = "Άλμα μπροστά";
"KEY_INCREASE_PLAYBACK_SPEED" = "Αύξηση ταχύτητας αναπαραγωγής";
"KEY_DECREASE_PLAYBACK_SPEED" = "Μείωση ταχύτητας αναπαραγωγής";
"KEY_RESET_PLAYBACK_SPEED" = "Επαναφορά ταχύτητας αναπαραγωγής";
"KEY_SEEK_TO_PERCENT" = "Χρονική μετάθεση στο %i%%της διάρκειας";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Φόντο επιλογής τίτλου";
"TITLESELECTION_BACKGROUND_HINT" = "Πατήστε για να καταργήσετε την προβολή.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Διαγραφή του \"%@\";";
"DELETE_MULTIPLE_TITLE" = "Διαγραφή \"%@\" και άλλων %d;";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Αναπαραγωγή στο παρασκήνιο";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Αναπαραγωγή της επιλεγμένης λίστας αναπαραγωγής στο παρασκήνιο χωρίς την εκτέλεση της εφαρμογής.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Αναπαραγωγή του ${mediaName} στο παρασκήνιο";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Κατακόρυφη μετακύλιση";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Αύξηση";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Μείωση";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Η λήψη του αρχείου «%@» ολοκληρώθηκε";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Προστέθηκε το %dστο %@";
"ADD_ALERT_TITLE" = "Η επιλογή βρέθηκε στην λίστα αναπαραγωγής";
"ADD_ALERT_MESSAGE_SINGLE" = "Προσπαθείτε να προσθέσετε ένα πολυμέσο το οποίο αποτελεί ήδη μέρος του %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Προσπαθείτε να προσθέσετε το αρχείο πολυμέσων %d που βρίσκεται ήδη στο %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Τελευταία αναπαραγμένο";
